Revit 2027 API
ParameterTypeId.AnalyticalHeatTransferCoefficient Property
 "Thermal Transmittance (U)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalHeatTransferCoefficient { get; }
Public Shared ReadOnly Property AnalyticalHeatTransferCoefficient As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalHeatTransferCoefficient {
	ForgeTypeId^ get ();
}
static member AnalyticalHeatTransferCoefficient : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace